{
  "preRequisites:9": {},
  "properties:10": {
    "betterquesting:10": {
      "autoClaim:1": 0,
      "desc:8": "Welcome to §5Space Tech: Integrated§r! \n\nPlease read the following information before starting out.\n\n1) Manually updating §3§dNTM§r will cause new/changed recipes to not load. To update either wait for a new pack release, or better yet, head over to the config folder to the file named \"Custom Recipes\" and read the instructions form there.\n\n2) Remember to Claim your base and Chunkload your reactors using §3§dServer Utilities§r (from the inventory).\n\n3) Normal world generation is available in the world creation tab for those that feel like §3§dRTG§r may be affecting their performance.\n\n4) If shaders are glitching out try to use fancy textures.\n\n5) If you are encountering any rendering problems, try to scroll around in §dNEI§r.\n\nThis version of the Quest book was made by _SkippyPlaysMC_ on NTM version X5491.\n\nNotes:\n\n1) This quest book does not contain all the content from the mod, such as the guns, many armor sets and others. Make sure to browse NEI.\n\n2) When updating the modpack to newer versions that has introduced changes to the quest book, in case the quests dont update, delete the betterquesting folder in the world file.\nAfter it is deleted, turn on cheats and do \"/bq_admin edit true\", head over to the chapter of your choice, press the designer button (the one with many squares), click on your quest of choice and finally press the autocomplete button (checkmark) to complete the quests previously completed.\n\n3) If you are playing with friends, make sure to invite them in your BetterQuesting Party as to share progression and rewards.\n\n§4Do not use the quests for a modpack that is to be published, unless given explicit permission.§r\n\n§a§2Special thanks to everyone on discord who helped out with questions and recommendations while making the quests, aswell as the official NTM Wiki for providing information used in the quests.",
      "globalShare:1": 0,
      "icon:10": {
        "Count:3": 1,
        "Damage:2": 0,
        "OreDict:8": "",
        "id:8": "hbm:tile.book_guide"
      },
      "isMain:1": 0,
      "isSilent:1": 0,
      "lockedProgress:1": 0,
      "name:8": "Modpack Information",
      "questLogic:8": "AND",
      "repeatTime:3": -1,
      "repeat_relative:1": 1,
      "simultaneous:1": 0,
      "snd_complete:8": "random.levelup",
      "snd_update:8": "random.levelup",
      "taskLogic:8": "AND",
      "visibility:8": "ALWAYS"
    }
  },
  "questIDHigh:4": 0,
  "questIDLow:4": 7,
  "rewards:9": {},
  "tasks:9": {
    "0:10": {
      "index:3": 0,
      "taskID:8": "bq_standard:checkbox"
    }
  }
}